# St7SetNLAResetAtIncrement

Sets the RESET MODEL flag for the specified increment in the nonlinear static analysis load table.

long St7SetNLAResetAtIncrement(long uID, long Increment, bool Reset)

Input Parameters

uID

Strand7 model file ID.

Increment

Increment number.

Reset

True to reset the model.